{
    "data": [
        {
            "title": "Asylum-seeking Refugees",
            "tags": ["local tag", "Houston"],
            "blurb": "Refugees fleeing war, persecution, gang violence, and human rights violations arrive at the US hoping for a better life. However, many are being turned away and deported back to unsafe situations as their case stalls in the courts.",
            "description": "In the last few years, the number of refugees to whom asylum is granted has decreased dramatically. Many are being deported back to their original countries. This is extremely dangerous especially for those who are fleeing political persecution, and whose lives are in danger from their own government.\nOne way to help is to provide forensic evaluation for asylum seekers. They’re clinical evaluations for asylum seekers who might have medical conditions that will support their case for seeking asylum in the US' immigration court. You can also reach out to your state representative and senator. Finally, you can donate to the International Rescue Committee, which is dedicated to helping refugees all over the US.",
            "img": "https://blogcritics.org/wp-content/uploads/2018/06/new-colusus-1050x525.jpg",
            "links": [
                {
                    "link-title": "Physicians for Human Rights",
                    "url": "https://phr.org/"
                },
                {
                    "link-title": "International Rescue Committee",
                    "url": "https://www.rescue.org/"
                }
            ]
        },
        {
            "title": "Gentrification",
            "tags": ["local tag", "Houston"],
            "blurb": "Gentrification - as an area becomes more developed, the initial poorer inhabitants are forced out as rent prices increase, which has a devastating effect on the community as well as the small businesses that serve them.",
            "description": "Among all the major cities in Texas and the South, gentrification is occurring most rapidly in Houston. As the city expands, low-income groups, especially minorities are pushed out of down-town as rents and mortgages rise and home values soar. This also has a negative impact on small businesses, which often have thriving relationships with the community, as they are outcompeted by larger chains.\nIn order to fight gentrification, we can change zoning ordinances, building fewer luxury single-family homes (which drive prices up) and building denser forms of housing such as apartments. The higher the supply of housing, the less likely that current inhabitants will be forced out by rising prices.",
            "img": "https://tinyurl.com/y3p42w6x",
            "links": [
                {
                    "link-title": "Row House Community Development Corporation",
                    "url": "https://www.rowhousecdc.org/"
                },
                {
                    "link-title": "Affordable Housing Operations Center",
                    "url": "https://ccppi.org/site/index.php/initiatives/initiatives-2"
                }
            ]
        }
    ]
}